{   
    "nav.home": "Inicio",
    "nav.contact": "Contacto",
    "nav.portfolio": "Portafolio",
    "nav.education": "Educaci칩n",

    "presentation.title": "Hola, soy Henry Navas",
    "presentation.subtitle": "Desarrollador Front-end | Web & Mobile Apps | React.js",

    "about.title": "Acerca de m칤",
    "about.info": "Desarrollador web frontend especializado en React.js, y en la creaci칩n de aplicaciones m칩viles. Interesado en el desarrollo de productos digitales altamente impactantes con interfaces 칰nicas y usos envolventes. Con grandes influencias por el performance, buenas pr치cticas y metodolog칤as 치giles. A futuro, quiero aportar en la toma de decisiones en la creaci칩n de nuestro entorno f칤sico, por medio de la tecnolog칤a. Haciendo la uni칩n de ambas disciplinas, y creando as칤 nuevos par치metros.",

    "contact.title": "Contacto",

    "portf.title": "칔ltimos proyectos",
    "portf.open-button": "Abrir",

    "edu.title": "Educaci칩n",
    "edu.date1": "Abril 2022 - Actualidad",
    "edu.date2": "Sep 2021 - Actualidad",
    "edu.RDC": "Ruta de Frontend con React, con todas sus bases:",
    "edu.RDC1": "Patrones de render",
    "edu.RDC2": "Manejo Profesional del Estado",
    "edu.RDC3": "Navegaci칩n con React Router, etc.",
    "edu.frontDescript": "Formaci칩n como frontend web developer haciendo uso de tecnolog칤as actuales (ECMAscript 6, WebPack, TailwindCSS, NPM, Bootstrap, TypeScript, etc.), c칩digo limpio, optimizaciones, testing y habilidades blandas.",
    "edu.arch": "Arquitecto",
    "edu.title-tech": "Tecnolog칤as",
    "edu.see": "Ver m치s",

    "form.title": "Cont치ctame",
    "form.descrp": "Estoy disponible para trabajos independientes, colaboraciones o simplemente para saludar. Si quieres ponerte en contacto conmigo, rellena el siguiente formulario.",
    "form.name": "Nombre",
    "form.subject": "Asunto",
    "form.subjectp": "Henry, te necesito, Jarvis se descompuso 游뱄",
    "form.message": "Mensaje",
    "form.messagep": "Surgi칩 un problema en la batalla con Ultr칩n, accedi칩 a los sistemas de Jarvis, saltandose todos los muros de seguridad, y ahora planea borrar el internet entero. Lo desconect칠, pero te necesito para rehacer su algoritmo y devolverlo a la normalidad...",
    "form.submit": "Enviar",

    "footer.rights": "Todos los derechos reservados."
}